const String firstRegisterHE = '''
ברוכים הבאים לאפליקציית ימי ההולדת הכי מגניבה שיש!

אז מה עושים פה בעצם? פשוט מאוד! אתם ממלאים פרטים על עצמכם ועל בן/בת הזוג, ואז מתחילים לבחור איך לפנק אותם. יש לכם שלוש תוכניות: חינמית (Free), סטנדרט (Standard), ופרימיום (Platinum). בתוכנית החינמית יש אפשרות מוגבלת, ובסטנדרט ופרימיום – תוכלו לעוף עם הדמיון ולבחור כמה פריטים שתרצו!

הנה כמה מהדברים שתוכלו לבחור:

- כתיבת ברכה ב-AI – הברכה שתתאים בדיוק לכם.

- אלבום תמונות משותף – לחוויות מרגשות.

- אלבום סרטונים משותף – לרגעים בלתי נשכחים.

- משחק טריוויה שאתם בונים – כי קצת כיף ואינטראקציה תמיד טובים.

- לו"ז בלוח שנה משותף – כך שלא תשכחו את האירועים החשובים.

- בניית דף הפתעת יום הולדת – דף מיוחד שנשאר נעול עד שתחליטו אחרת.

- רשימת משאלות – אם תרצו לפרגן לשותפ/ה שלכם עם הדברים שהם חולמים עליהם.

- משחק זיכרון עם תמונות משתותפות – משחק שמאפשר לשמור את הזיכרונות היפים בצורה כיפית.

האפליקציה עדיין בפיתוח, ואנחנו עובדים במרץ להוסיף עוד פיצ'רים מדליקים לכל התוכניות. יש לכם רעיון נוסף? נשמח לשמוע – אולי נגשים לכם אותו!

בהצלחה ויאללה לחגוג! 🎉🎉🎉

''';
