const String firstRegisterHE = '''
ברוכים הבאים לאפליקציית ימי ההולדת הכי כיפית ומגניבה שיש!

אז מה עושים פה בעצם? פשוט מאוד! אתם ממלאים כמה פרטים על עצמכם ועל בן/בת הזוג, ואז מתחילים לבחור איך לפנק אותם. יש לכם עד 3 פריטים בתוכנית החינמית, או שאתם מוזמנים לעוף עם הדמיון ולבחור ללא הגבלה אם אתם בפרימיום!

הנה כמה מהדברים שתוכלו לבחור:

גלריית תמונות (בחינם עד 30 תמונות, אבל אם בא לכם להפציץ – תעברו לפרימיום!)

טקסט לברכה מרגשת – כי מילים זה כל מה שצריך (חינם, כמובן!)

גלריית מוסיקה מיוטיוב – מושלם לפסקול מרגש (גם חינם!)

משחק טריוויה כיפי ומאתגר – פרימיום בלבד, כי קצת מסתורין זה תמיד טוב.

האפליקציה עדיין בפיתוח, ואנחנו עובדים במרץ להוסיף עוד פיצ'רים מדליקים גם לחינמי וגם לפרימיום. ואם יש לכם רעיון משלכם? פשוט תשלחו לנו פנייה, ואולי נגשים לכם את החלום!

בהצלחה ויאללה לחגוג! 🎉🎉🎉
''';
